[
    {
        "user": "Admin",
        "body": "Sun",
        "title": "Sun Releases Significant Solar Flare",
        "content": "The Sun emitted a significant solar flare peaking at 11:35 a.m. EDT on Oct. 28, 2021. NASA’s Solar Dynamics Observatory, which watches the Sun constantly, captured an image of the event.\n\nSolar flares are powerful bursts of radiation. Harmful radiation from a flare cannot pass through Earth’s atmosphere to physically affect humans on the ground, however — when intense enough — they can disturb the atmosphere in the layer where GPS and communications signals travel.\n\nThis flare is classified as an X1-class flare.\n\nX-class denotes the most intense flares, while the number provides more information about its strength. An X2 is twice as intense as an X1, an X3 is three times as intense, etc. Flares that are classified X10 or stronger are considered unusually intense.",
        "approved": true,
        "link": "https://blogs.nasa.gov/solarcycle25/2021/10/28/sun-releases-significant-solar-flare/"
    },
    {
        "user": "Admin",
        "body": "Sun",
        "title": "Studying the Edge of the Sun’s Magnetic Bubble",
        "content": "Our corner of the universe, the solar system, is nestled inside the Milky Way galaxy, home to more than 100 billion stars. The solar system is encased in a bubble called the heliosphere, which separates us from the vast galaxy beyond – and some of its harsh space radiation.\n\nWe’re protected from that radiation by the heliosphere, which itself is created by another source of radiation: the Sun. The Sun constantly spews charged particles, called the solar wind, from its surface. The solar wind flings out to about four times the distance of Neptune, carrying with it the magnetic field from the Sun.\n\n“Magnetic fields tend to push up against each other, but not mix,” said Eric Christian, a lead heliosphere research scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Inside the bubble of the heliosphere are pretty much all particles and magnetic fields from the Sun. Outside are those from the galaxy.”",
        "approved": true,
        "link": "https://www.nasa.gov/feature/goddard/2021/studying-the-edge-of-the-sun-s-magnetic-bubble"
    },
    {
        "user": "Admin",
        "body": "Sun",
        "title": "Earth's sun: Facts about the sun's age, size and history",
        "content": "The sun lies at the heart of the solar system, where it is by far the largest object. It holds 99.8% of the solar system's mass and is roughly 109 times the diameter of the Earth — about one million Earths could fit inside the sun.\n\nThe surface of the sun is about 10,000 degrees Fahrenheit (5,500 degrees Celsius) hot, while temperatures in the core reach more than 27 million F (15 million C), driven by nuclear reactions. One would need to explode 100 billion tons of dynamite every second to match the energy produced by the sun, according to NASA.\n\nThe sun is one of more than 100 billion stars in the Milky Way(opens in new tab). It orbits some 25,000 light-years from the galactic core, completing a revolution once every 250 million years or so. The sun is relatively young, part of a generation of stars known as Population I, which are relatively rich in elements heavier than helium. An older generation of stars is called Population II, and an earlier generation of Population III may have existed, although no members of this generation are known yet.",
        "approved": true,
        "link": "https://www.space.com/58-the-sun-formation-facts-and-characteristics.html"
    },
    {
        "user": "Admin",
        "body": "Mercury",
        "title": "Shards of the Planet Mercury May Be Hiding on Earth",
        "content": "New research explains how meteorites called aubrites may actually be shattered pieces of the planet closest to the sun from the early days of the solar system.\n\nMercury does not make sense. It is a bizarre hunk of rock with a composition that is unlike its neighboring rocky planets.\n\n“It’s way too dense,” said David Rothery, a planetary scientist at the Open University in England.\n\nMost of the planet, the closest to the sun, is taken up by its core. It lacks a thick mantle like Earth has, and no one is quite sure why. One possibility is that the planet used to be much bigger — perhaps twice its current bulk or more. Billions of years ago, this fledgling proto-Mercury, or super Mercury, could have been hit by a large object, stripping away its outer layers and leaving the remnant we see behind.",
        "approved": true,
        "link": "https://www.nytimes.com/2022/05/23/science/mercury-meteorites-aubrites.html#:~:text=New%20research%20explains%20how%20meteorites,days%20of%20the%20solar%20system"
    },
    {
        "user": "Admin",
        "body": "Mercury",
        "title": "Why does Mercury have such a big iron core?",
        "content": "A new study disputes the prevailing hypothesis on why Mercury has a big core relative to its mantle (the layer between a planet's core and crust). For decades, scientists argued that hit-and-run collisions with other bodies during the formation of our solar system blew away much of Mercury's rocky mantle and left the big, dense, metal core inside. But new research reveals that collisions are not to blame -- the sun's magnetism is.\n\nWilliam McDonough, a professor of geology at the University of Maryland, and Takashi Yoshizaki from Tohoku University developed a model showing that the density, mass and iron content of a rocky planet's core are influenced by its distance from the sun's magnetic field. The paper describing the model was published on July 2, 2021, in the journal Progress in Earth and Planetary Science.",
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2021/07/210702154314.htm"
    },
    {
        "user": "Admin",
        "body": "Mercury",
        "title": "Mercury's scorching daytime heat may help it make its own ice at caps",
        "content": "It is already hard to believe that there is ice on Mercury, where daytime temperatures reach 400 degrees Celsius, or 750 degrees Fahrenheit. Now an upcoming study says that the Vulcan heat on the planet closest to the sun likely helps make some of that ice.\n\nAs with Earth, asteroids delivered most of Mercury's water, the scientific consensus holds. But the extreme daytime heat could be combining with the minus 200-degree Celsius cold in nooks of polar craters that never see sunlight to act as a gigantic ice-making chemistry lab, say researchers at the Georgia Institute of Technology.\n\nThe chemistry is not too complicated. But the new study models it onto complex conditions on Mercury, including solar winds that pelt the planet with charged particles, many of which are protons key to that chemistry. The model presents a feasible path for water to arise and collect as ice on a planet rife with all the necessary components.",
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2020/03/200313155329.htm"
    },
    {
        "user": "Admin",
        "body": "Mercury",
        "title": "Mercury has magnetic storms",
        "content": "An international team of scientists has proved that Mercury, our solar system's smallest planet, has geomagnetic storms similar to those on Earth.\n\nThe research by scientists in the United States, Canada and China includes work by Hui Zhang, a space physics professor at the University of Alaska Fairbanks Geophysical Institute.\n\nTheir finding, a first, answers the question of whether other planets, including those outside our solar system, can have geomagnetic storms regardless of the size of their magnetosphere or whether they have an Earth-like ionosphere.\n\nThe research was published in two papers in February. Zhang is among the co-authors of each paper.", 
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2022/03/220331101604.htm"
    },
    {
        "user": "Admin",
        "body": "Venus",
        "title": "Could acid-neutralizing life-forms make habitable pockets in Venus' clouds?",
        "content": "It's hard to imagine a more inhospitable world than our closest planetary neighbor. With an atmosphere thick with carbon dioxide, and a surface hot enough to melt lead, Venus is a scorched and suffocating wasteland where life as we know it could not survive. The planet's clouds are similarly hostile, blanketing the planet in droplets of sulfuric acid strong enough to burn a hole through human skin.\n\nAnd yet, a new study supports the longstanding idea that if life exists, it might make a home in Venus' clouds. The study's authors, from MIT, Cardiff University, and Cambridge University, have identified a chemical pathway by which life could neutralize Venus' acidic environment, creating a self-sustaining, habitable pocket in the clouds.",
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2021/12/211220190650.htm"
    },
    {
        "user": "Admin",
        "body": "Venus",
        "title": "Venus: The scorching second planet from the sun",
        "content": "Venus, the second planet from the sun, is the hottest and brightest planet in the solar system.\n\nThe scorching planet is named after the Roman goddess of love and beauty and is the only planet named after a female. Venus may have been named after the most beautiful deity of the pantheon because it shone the brightest among the five planets known to ancient astronomers.\n\nIn ancient times, Venus was often thought to be two different stars, the evening star and the morning star — that is, the ones that first appeared at sunset and sunrise. In Latin, they were respectively known as Vesper and Lucifer. In Christian times, Lucifer, or 'light-bringer,' became known as the name of Satan before his fall. However, further observations of Venus in the space age show a very hellish environment. This makes Venus a very difficult planet to observe from up close because spacecraft do not survive long on its surface. ",
        "approved": true,
        "link": "https://www.space.com/44-venus-second-planet-from-the-sun-brightest-planet-in-solar-system.html"
    },
    {
        "user": "Admin",
        "body": "Earth",
        "title": "Rural areas will bear the brunt of US sea-level rise",
        "content": "It's hotly debated whether coastal wetlands can survive sea-level rise by migrating inland. A new analysis using highly detailed elevation maps of the Chesapeake Bay region shows that—contrary to previous studies—human barriers will do little to slow this marsh migration. Instead, extensive areas of low-lying rural land will allow coastal marshes to persist or even expand as salty water creeps upward into what are now forests and farmland.\n\nLead author Grace Molino, a Ph.D. student at William & Mary's Virginia Institute of Marine Science, says, 'The numbers are striking. Baywide, we expect more than 600 square miles of inundated land in the Chesapeake region by 2100.' That is four times the area that has converted to marshland in the Bay region since historical observations began in the 1840s, and more than 75% will be rural—mainly forests, forested wetlands, and farm fields.",
        "approved": true,
        "link": "https://phys.org/news/2022-06-rural-areas-brunt-sea-level.html"
    },
    {
        "user": "Admin",
        "body": "Earth",
        "title": "'Factorian Deep,' the new deepest point in Antarctica's Southern Ocean, mapped for the first time",
        "content": "Researchers have published the most detailed map of Antarctica's frigid Southern Ocean to date, including the ocean's new deepest point, the 'Factorian Deep,' which sits nearly 24,400 feet (7,437 meters) below the sea surface.\n\nResting at a depth equivalent to about 17 Empire State Buildings stacked top to bottom, the Factorian Deep was discovered in 2019 by American explorer and entrepreneur Victor Vescovo, as part of his Five Deeps Expedition to map the deepest points of the world's five oceans. Vescovo personally piloted a submersible named 'Limiting Factor' (for which the Factorian Deep was named) to the bottom of the Atlantic Ocean's South Sandwich Trench – an undersea canyon that spans roughly 600 miles (965 kilometers) of seafloor between South America and Antarctica.",
        "approved": true,
        "link": "https://www.livescience.com/antarctica-southern-ocean-factorian-deep"
    },
    {
        "user": "Admin",
        "body": "Mars",
        "title": "Mars: What we know about the Red Planet",
        "content": "Mars is the fourth planet from the sun. Befitting the Red Planet's bloody color, the Romans named it after their god of war. In truth, the Romans copied the ancient Greeks, who also named the planet after their god of war, Ares.\n\nOther civilizations also typically gave the planet names based on its color — for example, the Egyptians named it 'Her Desher', meaning 'the red one', while ancient Chinese astronomers dubbed it 'the fire star.'\n\nhe bright rust color Mars is known for is due to iron-rich minerals in its regolith — the loose dust and rock covering its surface. The soil of Earth is a kind of regolith, too, albeit one loaded with organic content. According to NASA, the iron minerals oxidize, or rust, causing the soil to look red.",
        "approved": true,
        "link": "https://www.space.com/47-mars-the-red-planet-fourth-planet-from-the-sun.html"
    },
    {
        "user": "Admin",
        "body": "Mars",
        "title": "NASA's Perseverance Studies the Wild Winds of Jezero Crater",
        "content": "During its first couple hundred days in Jezero Crater, NASA’s Perseverance Mars rover saw some of the most intense dust activity ever witnessed by a mission sent to the Red Planet’s surface. Not only did the rover detect hundreds of dust-bearing whirlwinds called dust devils, Perseverance captured the first video ever recorded of wind gusts lifting a massive Martian dust cloud.\n\nA paper recently published in Science Advances chronicles the trove of weather phenomena observed in the first 216 Martian days, or sols. The new findings enable scientists to better understand dust processes on Mars and contribute to a body of knowledge that could one day help them predict the dust storms that Mars is famous for – and that pose a threat to future robotic and human explorers.",
        "approved": true,
        "link": "https://mars.nasa.gov/news/9201/nasas-perseverance-studies-the-wild-winds-of-jezero-crater/"
    },
    {
        "user": "Admin",
        "body": "Jupiter",
        "title": "Jupiter: Facts about our solar system's largest planet",
        "content": "Jupiter is the largest planet in the solar system, named after the king of the gods in Roman mythology.\n\nThe gas giant Jupiter is a stormy enigma, wrapped in colorful clouds whipped by strong winds that sweep below circles of rings and moons. Jupiter is gigantic: The planet contains more than twice the mass of all the other solar system planets combined. Its biggest and most famous storm, the Great Red Spot, is twice the width of Earth.\n\nJupiter helped to revolutionize the way we saw the universe — and our place in it — in 1610, when Galileo discovered Jupiter's four large moons: Io, Europa, Ganymede and Callisto. These observations were the first time that celestial bodies were seen circling an object other than Earth, and supported the Copernican view that Earth was not the center of the universe.",
        "approved": true,
        "link": "https://www.space.com/7-jupiter-largest-planet-solar-system.html"
    },
    {
        "user": "Admin",
        "body": "Saturn",
        "title": "Saturn: Facts about the ringed planet",
        "content": "Saturn is the sixth planet from the sun and the second-largest planet in the solar system. It's the farthest planet from Earth that's visible to the naked human eye, but the planet's most outstanding features — its rings — are better viewed through a telescope. Although the other gas giants in the solar system — Jupiter, Uranus and Neptune —  also have rings, Saturn's rings are particularly prominent, earning it the nickname the 'Ringed Planet.'\n\nSaturn is a gas giant made up mostly of hydrogen and helium. Saturn's volume is greater than 760 Earths, and it is the second most massive planet in the solar system, about 95 times Earth's mass. The Ringed Planet is the least dense of all the planets, and is the only one less dense than water. If there were a bathtub big enough to hold it, Saturn would float.",
        "approved": true,
        "link": "https://www.space.com/48-saturn-the-solar-systems-major-ring-bearer.html"
    },
    {
        "user": "Admin",
        "body": "Saturn",
        "title": "Saturn, planet of rings, moons and more to explore",
        "content": "The real Lord of the Rings is Saturn, a massive outer planet boasting a set of rings about 27 Earths wide. Being a gas giant like Jupiter, Saturn shares many of its attributes: a strong magnetic field generated by churning metallic hydrogen deep inside, raging storms in its gaseous upper atmosphere, and a diversity of planet-like moons that are worlds unto themselves. Saturn’s rings and larger moons are visible even from small backyard telescopes.\n\nSaturn was born right after Jupiter, roughly 4.5 billion years ago in the solar system’s early days. Both planets probably formed closer to the Sun and then migrated out to their current positions about 4 billion years ago. Their gravity likely lofted asteroids and comets all over the solar system, some of which slammed into early Earth and may have brought water here.",
        "approved": true,
        "link": "https://www.planetary.org/worlds/saturn"
    },
    {
        "user": "Admin",
        "body": "Uranus",
        "title": "Uranus: The Ringed Planet That Sits on its Side",
        "content": "Uranus is the seventh planet from the sun and the first to be discovered by scientists. Although Uranus is visible to the naked eye, it was long mistaken as a star because of the planet's dimness and slow orbit. The planet is also notable for its dramatic tilt, which causes its axis to point nearly directly at the sun\n\nBritish astronomer William Herschel discovered Uranus on March 13, 1781, with his telescope while surveying all stars down to those about 10 times dimmer than can be seen by the naked eye. One star seemed different, and within a year Herschel realized the star followed a planetary orbit.",
        "approved": true,
        "link": "https://www.space.com/45-uranus-seventh-planet-in-earths-solar-system-was-first-discovered-planet.html"
    },
    {
        "user": "Admin",
        "body": "Uranus",
        "title": "Why Uranus and Neptune are different colors",
        "content": "Astronomers may now understand why the similar planets Uranus and Neptune are different colors. Using observations from the Gemini North telescope, the NASA Infrared Telescope Facility, and the Hubble Space Telescope, researchers have developed a single atmospheric model that matches observations of both planets. The model reveals that excess haze on Uranus builds up in the planet's stagnant, sluggish atmosphere and makes it appear a lighter tone than Neptune.\n\nNeptune and Uranus have much in common -- they have similar masses, sizes, and atmospheric compositions -- yet their appearances are notably different. At visible wavelengths Neptune has a distinctly bluer color whereas Uranus is a pale shade of cyan. Astronomers now have an explanation for why the two planets are different colors.",
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2022/05/220531140128.htm"
    },
    {
        "user": "Admin",
        "body": "Neptune",
        "title": "Neptune is cooler than we thought: Study reveals unexpected changes in atmospheric temperatures",
        "content": "New research led by space scientists at the University of Leicester has revealed how temperatures in Neptune's atmosphere have unexpectedly fluctuated over the past two decades.\n\nThe study, published today (Monday) in Planetary Science Journal, used observations in thermal-infrared wavelengths beyond the visible light spectrum, effectively sensing heat emitted from the planet's atmosphere.\n\nAn international team of researchers, including scientists from Leicester and NASA's Jet Propulsion Laboratory (JPL), combined all existing thermal infrared images of Neptune gathered from multiple observatories over almost two decades. These include the European Southern Observatory's Very Large Telescope and Gemini South telescope in Chile, together with the Subaru Telescope, Keck Telescope, and the Gemini North telescope, all in Hawai'i, and spectra from NASA's Spitzer Space Telescope.",
        "approved": true,
        "link": "https://www.sciencedaily.com/releases/2022/04/220411101321.htm"
    },
    {
        "user": "Admin",
        "body": "Neptune",
        "title": "There’s a Dark and Stormy Vortex Brewing on Neptune",
        "content": "Astronomers are witnessing a so-called “Great Dark Spot” in the midst of formation on Neptune for the first time, reports Mark Wall at Space.com.\n\nWhen NASA’s Voyager 2 probe zipped past the planet Neptune for the first time in 1989, it captured images of two Great Dark Spots, massive storms rolling through the thick atmosphere of the ice giant that dissipated less than five years later. Since then, the Hubble Space Telescope has captured three more of the ephemeral dark vortices. Now, astronomers say they inadvertently captured images of the birth of another one, which they estimate is larger than Earth, the team reports in the journal Geophysical Research Letters.\n\nThe images were captured as part of the Outer Planet Atmospheres Legacy (OPAL) project, a long-term endeavor that uses Hubble to track seasonal changes on Neptune and Uranus. Astronomers were looking at images of a smaller dark spot that appeared on the planet in 2015 when they noticed small, bright-white methane clouds in the region of the planet that corresponded to the latest Dark Spot, which emerged last fall. They then tracked cloud formation in that area between 2016 and 2018, when the new Great Dark Spot became visible.",
        "approved": true,
        "link": "https://www.smithsonianmag.com/smart-news/hubble-captures-formation-dark-vortex-neptunes-atmosphere-180971810/"
    },
    {
        "user": "Admin",
        "body": "Pluto",
        "title": "Pluto is no longer a planet — or is it?",
        "content": "For 76 years, Pluto was the beloved ninth planet. No one cared that it was the runt of the solar system, with a moon half its size. No one minded that it had a tilted, oval-shaped orbit. Pluto was a weirdo, but it was our weirdo.\n\nChildren identify with its smallness,” wrote science writer Dava Sobel in her 2005 book The Planets. “Adults relate to its … existence as a misfit.” People felt protective of Pluto.\n\nSo it was perhaps not surprising that there was public uproar when Pluto was relabeled a dwarf planet 15 years ago. The International Astronomical Union, or IAU, redefined “planet.” And Pluto no longer fit the bill.",
        "approved": true,
        "link": "https://www.sciencenewsforstudents.org/article/pluto-dwarf-planet-definition-iau-astronomy"
    },
    {
        "user": "Admin",
        "body": "Pluto",
        "title": "What Is Pluto?",
        "content": "Pluto is a dwarf planet. A dwarf planet travels around, or orbits, the sun just like other planets. But it is much smaller.\n\nClyde Tombaugh discovered Pluto in 1930. He was an astronomer from the United States. An astronomer is a scientist who studies stars and other objects in space. Venetia Burney named Pluto that same year. She was an 11-year-old girl from England.\n\nPluto is not very big. It is only half as wide as the United States. Pluto is smaller than Earth's moon. This dwarf planet takes 248 Earth years to go around the sun. If you lived on Pluto, you would have to wait 248 Earth years to celebrate your first birthday. One day on Pluto is about 6 1/2 days on Earth.",
         "approved": true,
        "link": "https://www.nasa.gov/audience/forstudents/k-4/stories/nasa-knows/what-is-pluto-k4.html"
    }
]